astro-build.astro-vscode
asvetliakov.vscode-neovim
azat-io.eyecons
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
felgo.felgo
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
humao.rest-client
kamikillerto.vscode-colorize
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vsliveshare.vsliveshare
prisma.prisma
rangav.vscode-thunder-client
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
sdras.night-owl
shd101wyy.markdown-preview-enhanced
soramanew.caelestia-vscode-integration
streetsidesoftware.code-spell-checker
subframe7536.custom-ui-style
theqtcompany.qt-core
theqtcompany.qt-qml
theqtcompany.qt-ui
toba.vsfire
tyriar.lorem-ipsum
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitaliymaz.vscode-svg-previewer
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
wakatime.vscode-wakatime
wix.vscode-import-cost
